Repository: jj00gold003/lockin
Catalog: LockIn/Localizable.xcstrings
Source language: en
Languages: zh_hans

# common.cancel
source: Cancel
zh_hans: 取消

# common.delete
source: Delete
zh_hans: 删除

# quit.confirm.quit
source: Quit Anyway
zh_hans: 仍然退出

# quit.confirm.subtitle
source: Quitting now ends the session as abandoned.
zh_hans: 现在退出将会话记为放弃。

# quit.confirm.title
source: A focus session is running
zh_hans: 正在专注中

# sidebar.focus
source: Focus
zh_hans: 专注

# sidebar.tasks
source: Tasks
zh_hans: 任务

# sidebar.habits
source: Habits
zh_hans: 习惯

# sidebar.stats
source: Stats
zh_hans: 统计

# focus.mode.pomodoro
source: Pomodoro
zh_hans: 番茄钟

# focus.mode.free
source: Free Focus
zh_hans: 自由专注

# focus.link.task
source: Working on
zh_hans: 正在做

# focus.task.none
source: No task
zh_hans: 不关联任务

# focus.start
source: Start Focus
zh_hans: 开始专注

# focus.abandon
source: Abandon
zh_hans: 放弃

# focus.pause
source: Pause
zh_hans: 暂停

# focus.resume
source: Resume
zh_hans: 继续

# focus.skip.break
source: Skip Break
zh_hans: 跳过休息

# focus.status.pomodoro
source: Deep Work
zh_hans: 深度工作中

# focus.status.free
source: Free Focus
zh_hans: 自由专注中

# focus.status.resting
source: Break Time
zh_hans: 休息一下

# focus.status.paused
source: Paused
zh_hans: 已暂停

# focus.status.done
source: Session Ended
zh_hans: 会话结束

# focus.status.idle
source: Ready
zh_hans: 准备开始

# tasks.empty
source: No tasks yet. Add your first one.
zh_hans: 还没有任务，添加第一个吧。

# tasks.add.placeholder
source: What needs doing?
zh_hans: 要做什么？

# tasks.focused
source: %lld min focused
zh_hans: 已专注 %lld 分钟

# tasks.priority.high
source: High
zh_hans: 高

# tasks.priority.medium
source: Medium
zh_hans: 中

# tasks.priority.low
source: Low
zh_hans: 低

# task.edit
source: Edit Task
zh_hans: 编辑任务

# task.notes
source: Notes
zh_hans: 备注

# task.due
source: Due Date
zh_hans: 截止日期

# task.due.has
source: Has due date
zh_hans: 设置截止日期

# task.estimated
source: Estimated Pomodoros
zh_hans: 预估番茄数

# task.save
source: Save
zh_hans: 保存

# habits.empty
source: No habits yet. Build your first one.
zh_hans: 还没有习惯，养成第一个吧。

# habits.add.placeholder
source: New habit name
zh_hans: 新习惯名称

# habit.delete.confirm.title
source: Delete this habit?
zh_hans: 删除这个习惯？

# habit.delete.confirm.message
source: Its history will also be deleted.
zh_hans: 其打卡记录也会一并删除。

# focus.blocked.title
source: You are in a focus session
zh_hans: 你正在专注中

# focus.blocked.subtitle
source: This app is blocked. Come back after the session.
zh_hans: 此应用已被屏蔽，会话结束后再回来。

# settings.title
source: Settings
zh_hans: 设置

# settings.blacklist
source: Blocklist
zh_hans: 屏蔽名单

# settings.blacklist.app
source: App
zh_hans: 应用

# settings.blacklist.level
source: Level
zh_hans: 级别

# settings.blacklist.level.soft
source: Cover
zh_hans: 遮挡

# settings.blacklist.level.hard
source: Minimize
zh_hans: 最小化

# settings.blacklist.scope
source: When
zh_hans: 生效时段

# settings.blacklist.scope.session
source: During sessions
zh_hans: 仅专注会话中

# settings.blacklist.scope.scheduled
source: Scheduled
zh_hans: 计划时段

# settings.blacklist.enabled
source: On
zh_hans: 启用

# settings.blacklist.add
source: Add App…
zh_hans: 添加应用…

# settings.accessibility.title
source: Hard Block (Accessibility)
zh_hans: 硬拦截（辅助功能权限）

# settings.accessibility.description
source: Allows LockIn to minimize distracting apps during focus sessions. All processing stays on this Mac.
zh_hans: 允许 LockIn 在专注会话中最小化分心应用。所有处理都在本机完成。

# settings.accessibility.grant
source: Grant
zh_hans: 去授权

# settings.accessibility.granted
source: Granted
zh_hans: 已授权

# stats.today
source: Today
zh_hans: 今日专注

# stats.week
source: This Week
zh_hans: 本周专注

# stats.day
source: Day
zh_hans: 日期

# stats.minutes
source: Minutes
zh_hans: 分钟

# stats.count
source: Blocks
zh_hans: 拦截次数

# stats.completion
source: Completion
zh_hans: 完成率

# recovery.title
source: An unfinished focus session was found
zh_hans: 发现一个未完成的专注会话

# recovery.continue
source: Continue
zh_hans: 继续专注

# recovery.end
source: Mark Completed
zh_hans: 标记完成

# recovery.discard
source: Discard
zh_hans: 丢弃

# focus.mode.countdown
source: Countdown
zh_hans: 倒计时

# focus.status.countdown
source: Countdown
zh_hans: 倒计时中

# focus.countdown.minutes
source: Minutes
zh_hans: 分钟

# focus.abandon.confirm.title
source: Abandon this session?
zh_hans: 放弃这个会话？

# focus.abandon.confirm.confirm
source: Abandon
zh_hans: 放弃

# block.scope.always
source: Always
zh_hans: 总是

# block.cover.title
source: Blocked
zh_hans: 已屏蔽

# block.cover.subtitle
source: This app is blocked during focus
zh_hans: 此应用在专注期间被屏蔽

# block.banner.text
source: Blocked %@ — stay focused
zh_hans: 已屏蔽 %@，保持专注

# settings.schedule.editor
source: Schedule
zh_hans: 生效计划

# settings.schedule.mon
source: Mon
zh_hans: 周一

# settings.schedule.tue
source: Tue
zh_hans: 周二

# settings.schedule.wed
source: Wed
zh_hans: 周三

# settings.schedule.thu
source: Thu
zh_hans: 周四

# settings.schedule.fri
source: Fri
zh_hans: 周五

# settings.schedule.sat
source: Sat
zh_hans: 周六

# settings.schedule.sun
source: Sun
zh_hans: 周日

# settings.schedule.start
source: From
zh_hans: 开始

# settings.schedule.end
source: To
zh_hans: 结束

# settings.websites.title
source: Blocked Websites
zh_hans: 屏蔽网站

# settings.websites.add
source: Add
zh_hans: 添加

# settings.websites.apply
source: Apply to System
zh_hans: 应用到系统

# settings.websites.synced
source: Hosts updated
zh_hans: 已同步到系统

# settings.websites.outOfSync
source: Pending changes
zh_hans: 有改动未生效

# settings.websites.admin.error
source: Apply failed or denied
zh_hans: 应用失败或被拒绝

# settings.websites.secureDNS.note
source: Blocking works system-wide via the hosts file. Browser “secure DNS” may bypass it — disable it in your browser for full coverage. An admin password is required when applying.
zh_hans: 通过系统 hosts 文件全浏览器生效。浏览器开启『安全 DNS』可能绕过，请在浏览器设置中关闭。应用到系统时需要输入管理员密码。
